Repository: gibus/SpreadRevolutionaryDate
Catalog: po/*.po
Languages: de, es, fr, it

source: Please, enter message to spread
de: Bitte geben Sie die Nachricht ein, um sie zu verbreiten
es: Por favor, introduzca el mensaje a difundir
fr: Entrez un message à diffuser
it: Per favore, inserisci un messaggio da diffondere

source: yes
de: ja
es: sí
fr: oui
it: si

source: no
de: nein

source: Abort
de: Abbrechen
es: Abortar
fr: Abandonner
it: Interrompere

source: or {abort} to abort
de: oder {abort}, um abzubrechen
es: o {abort} para abortar
fr: ou {abort} pour abandonner
it: o {abort} per interrompere

source: Spread
de: Übertragen
es: Difundir
fr: Diffuser
it: Diffondere

source: confirm ({confirm_ok}/{confirm_nok} {confirm_abort_text})?
de: bestätigen ({confirm_ok}/{confirm_nok} {confirm_abort_text})?
es: ¿confirmar ({confirm_ok}/{confirm_nok} {confirm_abort_text})?
fr: confirmez-vous ({confirm_ok}/{confirm_nok} {confirm_abort_text}) ?
it: confermare ({confirm_ok}/{confirm_nok} {confirm_abort_text}) ?

source: Input must be "{confirm_ok}" or "{confirm_nok}"
de: Eingabe muß "{confirm_ok}" oder "{confirm_nok}" sein
es: La entrada debe ser "{confirm_ok}" o "{confirm_nok}"
fr: Vous devez entrer "{confirm_ok}" ou "{confirm_nok}"
it: Devi inserire "{confirm_ok}" o "{confirm_nok}"

source: OK not spreading
de: OK nich übertragen
es: OK no difundir
fr: OK diffusion annulée
it: OK, non si sta diffondendo

source: Spread on Bluesky:
de: Überträgt auf Bluesky:
es: Difundido en Bluesky:
it: Diffondi su Bluesky :

source: Spread on Mastodon:
de: Überträgt auf Mastodon:
es: Difundido en Mastodon:
fr: Diffusé sur Mastodon :
it: Diffondi su Mastodon :

source: Spread on Twitter:
de: Überträgt auf Twitter:
es: Difundido en Twitter:
fr: Diffusé sur Twitter :
it: Diffondi su Twitter :

source: We are {day_name}, {day} {month} of Revolution year {roman_year} ({year}), {feast_long}, it is {time}!
es: ¡Estamos el {day_name}, {day} de {month} del año {roman_year} ({year}) de la Revolución, {feast_long}, es {time}!
fr: Nous sommes le {day_name}, {day} {month} de l'An {roman_year} ({year}) de la Révolution, {feast_long}, il est {time}!
it: È {day_name}, {day} {month} dell'Anno {roman_year} ({year}) della Rivoluzione, {feast_long}, sono le {time} !
